<PAD>
.
、
，
责
的
2
1
；
：
职
负
工
发
位
 
开
计
岗
作
t
产
品
和
设
据
\
理
目
项
与
求
业
及
能
测
试
数
公
端
关
司
以
程
行
相
3
用
上
进
要
学
算
务
件
分
电
需
统
系
成
e
研
机
技
专
。
有
前
等
a
通
制
术
实
完
析
验
管
对
法
经
化
i
熟
动
根
S
信
人
P
户
参
o
现
定
优
软
A
编
台
方
任
应
客
维
年
C
模
历
r
大
/
建
并
本
n
合
划
器
性
架
解
构
（
协
）
调
子
平
p
悉
护
网
后
写
部
b
功
d
提
述
科
度
一
描
s
:
销
主
各
或
面
图
案
中
智
体
规
基
I
售
量
资
处
具
新
M
移
内
配
运
5
码
-
标
W
报
立
代
T
场
0
c
质
包
助
服
线
文
生
习
究
整
高
在
L
类
流
,
全
施
交
于
自
备
控
日
接
师
l
块
H
集
力
安
员
核
不
识
常
为
保
O
组
E
过
营
型
语
练
v
时
供
心
括
决
入
可
息
J
导
深
跟
招
门
像
+
市
证
题
展
精
期
收
库
D
单
问
路
容
好
商
序
B
视
团
式
事
领
使
u
持
地
档
出
别
独
按
确
页
装
4
w
准
检
级
队
点
互
从
R
利
效
向
框
结
监
h
沟
掌
握
推
先
格
站
料
下
了
物
指
联
域
改
聘
外
原
限
评
硬
小
者
踪
同
络
【
例
】
良
审
策
支
G
范
执
8
y
础
会
区
表
m
手
国
号
个
无
微
掘
源
所
搭
N
j
U
g
金
知
广
告
觉
挖
强
排
做
织
种
其
总
升
;
言
元
家
车
够
V
重
多
口
善
企
操
修
周
环
选
间
照
议
细
到
)
三
游
是
录
达
训
意
订
界
F
频
如
真
查
*
！
办
月
论
话
培
投
海
岁
采
教
略
我
特
情
预
传
音
云
融
光
你
名
戏
感
估
布
境
英
课
厂
带
认
f
请
果
毕
(
加
样
景
拓
辑
续
取
．
6
片
汇
创
薪
遇
际
撰
明
简
况
障
详
Q
注
书
直
待
层
9
态
费
正
道
他
存
们
　
付
每
k
校
板
输
7
室
班
承
较
终
政
落
险
复
记
热
来
易
段
考
造
针
x
申
逻
询
士
气
二
稳
督
少
清
医
速
械
活
最
长
将
龄
至
反
购
依
风
密
阶
仓
战
嵌
K
快
更
率
拟
店
断
讯
字
价
材
空
节
咨
打
财
受
迭
键
育
仪
讨
福
兼
形
义
给
异
仿
想
辅
扎
艺
波
健
底
馈
说
沿
转
担
极
引
增
两
天
思
访
届
满
概
故
积
介
硕
读
绩
索
压
属
署
养
爱
由
货
把
五
围
懂
女
男
示
但
放
城
普
院
然
众
含
防
适
账
离
找
“
条
补
难
变
秀
己
已
储
里
局
美
致
康
见
征
渠
声
—
兴
靠
州
紧
势
综
芯
之
款
汽
链
房
脑
竞
奖
命
版
短
q
富
状
答
当
水
浏
激
吃
驱
何
银
脚
航
”
换
绘
步
归
签
览
非
攻
轻
梳
身
脸
这
华
X
纸
消
且
回
趋
听
共
搜
权
背
充
零
载
趣
群
假
耐
筹
焊
欢
老
初
象
绍
足
必
追
洗
置
符
牌
虑
雷
则
寻
诊
潜
？
看
因
察
迎
神
白
府
劳
勘
此
头
#
画
切
铁
递
苦
疗
住
缺
严
敏
万
探
丰
混
批
都
园
第
驾
择
半
次
江
急
盘
份
起
判
灯
星
植
慧
驶
宿
贸
荐
封
擎
社
?
Y
谈
·
卓
休
干
辖
媒
译
超
比
就
争
志
球
圳
巡
厚
顺
卫
显
拜
临
值
跨
四
得
射
派
松
佳
授
陷
才
屏
股
只
诚
药
盒
西
稿
宣
卡
博
晋
该
径
遵
愿
南
撑
送
双
筑
勤
扩
铺
灵
静
您
望
未
守
讲
帮
么
影
始
登
东
阅
纳
苏
涉
郑
匹
它
季
观
响
&
翻
素
抗
诱
惑
京
益
顾
《
免
坐
很
称
盖
暑
治
北
抽
餐
百
税
获
轨
阿
省
票
约
官
催
宽
辆
警
色
洞
固
捷
启
册
着
聚
刻
拥
济
章
楼
勿
也
律
印
食
德
覆
缆
什
土
边
宜
呼
=
插
蓝
诺
z
须
龙
惯
均
磁
黑
套
旗
伙
／
促
山
克
谱
沙
割
儿
》
姓
额
凭
买
弱
还
挑
杂
晰
乐
突
伺
去
滤
①
低
温
伴
播
太
池
帐
填
励
亦
纪
努
虚
诉
连
顶
友
床
拆
农
列
~
牙
迹
饰
酬
券
践
曲
②
几
马
六
邮
贴
某
疑
谨
→
舒
拨
即
尽
姐
居
词
★
旅
栈
红
纹
玩
念
木
透
%
角
阔
油
噪
梦
释
塑
近
址
击
束
差
触
贷
希
没
往
畅
纤
钱
绝
减
巧
漏
左
右
亚
逆
缩
私
被
宝
亿
瞻
�
◆
洁
盟
烟
弹
胶
青
奋
召
尤
桥
降
冲
舍
仔
谢
拉
洽
令
筛
烈
演
港
损
河
威
剂
首
随
委
亲
纲
童
若
押
!
梯
扫
偏
让
摄
礼
米
田
振
染
甲
除
阳
函
享
否
慎
…
侧
踏
氛
斗
笔
今
租
街
远
举
募
埋
林
朗
草
般
丨
暖
民
镜
酒
耳
停
火
恒
却
>
而
毫
距
迁
既
骨
碍
贯
彻
烙
爆
石
炼
邀
润
病
世
抢
穿
似
塔
"
便
浦
锁
杭
失
焦
秘
屋
卖
莞
八
托
继
猎
尔
曾
途
宏
渗
飞
遥
隶
闲
措
猫
桌
避
绕
阻
那
澄
冷
拖
扰
仅
浓
些
净
晶
渲
武
敢
拼
呈
党
馆
著
逾
末
猛
寓
泛
欠
圈
戴
滞
幼
讼
侵
坚
闭
[
]
峰
献
军
驻
浙
累
惠
句
徽
瑞
李
碑
附
履
竣
辨
恢
胞
衔
予
走
伍
湖
夹
肯
敬
堂
■
拿
巨
吸
锂
晚
齐
厅
钥
柜
叫
苹
艾
麦
酷
稽
村
宇
丝
谷
挣
午
厨
欺
诈
错
镇
早
退
歌
千
豆
喜
泰
啦
桩
汉
春
抓
擅
脉
腾
昆
孵
醒
昂
箱
衷
副
映
刊
衣
钻
＋
陈
垃
帧
危
误
渴
刷
熔
洪
舵
循
骗
伪
鉴
史
旺
花
鹏
跃
旧
替
倒
轴
粉
窗
遗
珠
扶
秉
候
姿
越
禁
徐
县
蝶
’
债
電
關
隐
又
船
尺
寸
缘
虎
胜
盲
锐
尖
逊
菌
唯
轮
毛
耗
皆
巴
钟
侦
摸
纯
暗
狗
厦
恩
牵
缴
抖
拍
破
雾
奶
古
王
湾
逐
晨
剪
横
枪
甸
﹑
栋
碰
粒
涵
野
燃
贵
聊
亮
留
纠
纷
梁
邦
奇
黄
缓
锅
炉
桶
娄
赵
赁
嗜
▲
忙
涝
灾
害
彩
虹
盛
宾
许
抱
溯
嘉
矫
膜
偿
杉
尘
灌
欧
洲
宁
唐
巢
荣
阵
迅
棋
窥
赔
●
痛
哪
舱
斯
蝴
碗
座
矢
曙
⑴
糊
漫
伯
脱
罗
優
慮
衡
倾
央
沉
扁
庭
娱
驳
谐
愉
怕
辛
雄
匀
舞
泵
扣
携
妆
陕
庆
骤
刀
陆
怡
禾
夜
拣
坏
闻
陌
患
佣
磨
甄
滚
體
钢
永
废
爬
旦
另
杀
毒
圾
疾
淘
斤
荷
１
２
垂
扑
矿
赫
兹
は
歳
血
返
抵
茶
沪
鹿
‘
涂
默
臂
钉
吧
粘
湛
灶
梅
耦
跳
液
摆
违
婉
菁
碌
鞋
「
」
凝
挂
哆
铸
乳
琴
搏
辩
洛
祥
幅
鼓
吞
吐
漠
巩
浆
赠
饮
孩
統
幕
乡
栏
蔽
延
摩
津
香
蛋
倍
缝
馨
饭
碚
菱
锻
挤
厘
兰
刑
犯
黏
遣
允
帅
踊
臻
颐
辞
琪
逸
帆
丁
睦
窄
树
掩
烘
焙
搅
拌
旋
柳
莫
氮
镓
再
盯
陀
桃
跑
雀
晒
雨
誉
箭
弯
盐
憧
憬
誓
脊
柱
肩
颈
爸
妈
迷
茫
鱼
迈
伐
耕
耘
盗
姆
丹
遍
漓
湘
榔
俱
卷
宗
怪
滨
蚂
蚁
闵
赚
啥
哥
赢
败
纬
澜
郭
⑵
斑
眼
困
鹭
赋
坛
經
驗
機
設
備
資
吗
橱
挥
翼
沃
玛
援
辉
氢
昌
芝
麻
鲸
淀
壮
粤
捕
捉
疏
迟
拾
伤
疤
黎
锦
沈
烽
驴
酱
尾
吕
朋
散
咯
钣
籍
雅
冻
繁
胁
脆
胎
孔
孟
母
栅
味
欣
劲
婚
姻
疲
久
腔
③
凤
凰
瓜
楚
躺
熬
币
墙
凹
凸
昱
炬
徒
卸
串
悟
潮
汰
绵
皮
胡
涡
秩
潢
齿
死
貌
寿
瓶
壳
伏
绿
挺
腰
驭
邵
冰
睿
圆
川
扬
芬
锡
狐
項
對
內
冶
曝
奈
稻
稍
傅
虫
淡
擦
拭
隔
螺
钮
壁
垒
懒
撞
陪
席
刚
赶
寒
岑
§
弟
兽
倡
～
铜
瓷
齢
－
く
ら
い
問
わ
ず
業
の
経
験
張
が
鸡
皖
铃
借
杜
艳
匙
殊
赖
恶
劣
喇
叭
牛
鑫
鼎
泡
炫
扇
洋
舶
柔
顿
乎
薄
族
勇
泊
闸
杆
泄
露
粹
呢
耍
汗
赛
敞
愁
霸
君
摘
專
谦
肥
余
涤
钛
韩
現
時
團
豁
數
據
忽
勒
偶
辽
谁
跌
廓
灰
×
３
森
滩
岸
瑕
疵
张
蚀
禅
舆
坂
杨
負
責
污
蜗
枝
Ｓ
舟
哈
雇
奥
辈
慰
凡
鄂
葛
拔
汤
棒
–
熊
咖
啡
篮
羽
乒
乓
練
